{
  "bear": {
    "command_name": "bear",
    "description": "Basic Damage Mechanics\nBefore going up against the Raging Bear, it’s important to understand a few basic mechanics. Knowing these will help you build stronger rallies and pick the right troops when joining one.\n\nFirst off, Lethality really matters. The game has two types of damage stats: Attack and Lethality. Both are used as multipliers in the damage formula, but Lethality is usually much lower than Attack and harder to boost. So if you want to deal more damage to the Bear, focus on increasing your Lethality — it’ll give you a bigger damage boost. That’s why heroes like Chenko, Amadeus, and Yeonwoo are great for rally joining — their first skill increases Lethality.\n Chance-based skills don’t stack. So, avoid joining a rally with heroes like Jabel as her first skill is chance-based. Jabel is still a solid choice for launching your own rally, though.\nOnly 4 additional hero skills are counted from rally joiners — we covered this in the Advanced Rally Guide. If a rally already has 4 strong heroes, you’re better off not placing a hero in your first slot when joining.\nExpedition skills and Exclusive Skills interact differently. Expedition skills are additive, while Exclusive Skills (from widgets) can be both additive and multiplicative.\nUse the Battle Simulator to test different hero combinations and troop formations to find your ideal setup."
  },
  "swordland": {
    "command_name": "swordland",
    "description": "What to Prioritize\nRoyal Stables (50% reduction in teleport cooldown)\nSanctums\nBell Tower (50% reduction in time needed to control Buildings)\nAbbey\nAt the 15-minute mark, the Mercenary Camp, Hall of Reformation, and Swordland Shrine will open.\nThe Swordland Shrine gives the most points.\nThe Hall of Reformation provides a 15% damage boost and reduction, which is very helpful. It is super important.\nThe Mercenary Camp can be used to attack enemy-occupied buildings.\nTips\nFirst control rewards are very valuable.\nReinforce each other.\nAttacking is often the best defense during Swordland fights. This is especially true during your first few Battles.\nBurn cities and force enemies garrisoning a building to teleport rather than rally it. This is easy in the early game due to low troop counts.\nIMPORTANT - Scattered Points - If a building that was held for a while is lost, a lot of points will be scattered around. These can be gathered.\nR4/5s should tag the map.\nThe help button is not available, so you will have to rely on healing speed-ups."
  }
}